var store = [{
        "title": "小狗憨豆",
        "excerpt":"憨豆是一只在我们家呆了两年多的土狗，所谓土狗，其实学名应该叫中华田园犬，我家以前也养过两只据说是很正宗的中华田园犬，父母都是纯种的中华田园犬，从小是吃牛奶和狗粮长大，满月后是朋友从外地专门驱车送来的，他们个头比一般的土狗高大，短毛，腿长头高，非常漂亮，不少朋友看了都不相信是土狗。而憨豆的出身就没有那样显赫，因为它是一只很正宗的土狗，出生在距离我们家不远的一处农家，虽然它的母亲身材高大，但父亲是谁也不知道。憨豆是那一窝的老大，但好像发育得弟弟们慢，当我们看到时，他个头比弟弟们大不少，但嘴吻都没有长出来，加上一身都是长长的胎毛，看上去不像一只狗，倒像是一只熊。   憨豆来到我们家，从小就开始了看家护院的工作，当时家里另有两只哈士奇，因为哈士奇经常乱跑，我们一般就关在狗舍里，而憨豆则从小享有自由的权利，不仅前院后院的跑，还经常趁我们不在，偷偷溜出去玩。   最令家里人觉得好笑的是，因为憨豆自己觉得自己很自由，而其他的狗都是关起的，恍惚中觉得自己是一只牧羊犬，那两只狗则成为了它放牧的对象，每当我们去后院放狗出来玩的时候，憨豆就跟着我们一路，走到狗舍前，它就对那两只狗吠叫一阵，那意思似乎是在警告它们，你们一会出来要老老实实的，不要犯错。而当那两只狗出来后，它也经常跟前跟后地守着，生怕那两只狗跑丢一样。每当这个时候，儿子土豆就经常笑着说，看，憨豆又以为自己是牧狗犬了。这种情况发展到后来就更夸张，因为我们一回家，一般都要放狗儿出来玩，所以到了后来，只要当我们一回家，憨豆就会忘了和我们打招呼，而是直接跑到后院去对着那两只狗狂叫了。   憨豆有很多可爱的地方，这些优秀的地方一方面是土狗的优良传统，另一方面就是因为从小就有自由养成的好习惯，憨豆从小时就到后院铁门外去拉屎，从来不会给我们带来清洁上的麻烦，当它长大后，无法从铁门栏杆的缝隙中钻出去，它就走到马路对面的荒地去解决问题，这让我们很担心，马路上车来车往的，万一被车撞了怎么办？憨豆另一个好习惯是从来不调皮，它不会咬门前的拖鞋，不会去踩晾在地上的辣椒，它也很知道自己的分寸，比如我们不让它进屋，它就在门口的垫子睡着，直到我们关门它才起身守在门外。   憨豆也有些让人头痛的缺点，最大的缺点是太胆小，每当它听到鞭炮声便会吓得跑到屋里来，最怕的时候会直接一头钻进床下面，如果说怕鞭炮还情有可原的话，另一种情况就是过于懦弱，失去了看家狗的功用了，每当有生人来的时候，它便会一声声叫，然后一步步地后退，往后院跑，从小到大都是如此，这也让我们很失望，最后只好另外买了一只猛犬罗威那来看家。憨豆的另一个缺点是不爱洗澡，也许是小时候洗澡太少，长大了后看见我们在准备洗澡工具时就偷偷跑掉了，甚至有两次，我准备用链子套住它，它也拼命挣扎跑开。   我总觉得，憨豆虽然天天和我们在一起，但在它的心目中，一直有一种奇怪的戒备，一种对主人不应该有的戒备，它很少像其他的狗一样对主人完全没有戒心，在地上翻滚着肚皮和你玩，它总是观察着你，生怕做错了什么事一样。我猜测，因为它经常跑出去，也许是在外面被人欺负过，所以对于人类，都有着很深的戒备。这一点，从有个小事上可以看出来。有一天，家里的厨房发现了一只老鼠，为了把老鼠就地正法，我们找来找去，后来老鼠跑到了洗衣机和冰箱的背后，我们束手无策之后，想到了把憨豆抱进来，希望它能把老鼠给撵出来，但令人郁闷的事发生了，憨豆它居然因为害怕，不知道我们为什么要把它抱进厨房，而在厨房的地上，吓得流了尿。      憨豆是在一天晚上跑丢的，说是跑丢也很奇怪，它实际上是去追家里跑出去的那只哈士奇的，平常几分钟后，它都会追着哈士奇一起回家，但这一次，哈士奇跑了一圈就先回来了，憨豆还是没有回来，后来，哈士奇又跑出去了一圈，还是没有把它带回来，我们都以为它是调皮，在外面玩一夜第二天就会回家，但憨豆一直就再没有回来过。老婆说憨豆是早准备离家出走了，然后找了个看起来光明正大的机会跑出去了，但我总觉得怪怪的，第二天，第三天，在它平常爱跑的地方找了几遍，都没有发现任何踪迹，只能相信，它是真的离家出走了，但愿它能好好活着，但一只离开了家的狗，无论如何都无法让人放心，也无法相信，它会有一个衣食无忧的生活。  ","categories": ["散文"],
        "tags": [],
        "url": "/%E6%95%A3%E6%96%87/e5-b0-8f-e7-8b-97-e6-86-a8-e8-b1-86/",
        "teaser": null
      },{
        "title": "雕花铁栏杆的阴影",
        "excerpt":"你站在阳光的中央  雕花铁栏杆的阴影  投在你的身上  你说：  “你给我带来了忧伤。”   一只蝴蝶  停在不远的枝上  这么多年来  我总是想不起  我们的生命中  曾有这样相似的地方   岁月总是  像个顽皮的孩子  用铅笔在透明的日子里  沙沙地写着  然后又用橡皮擦去  那些生命中令我  疼痛的痕迹   雕花铁栏杆的阴影歌曲版   ","categories": ["诗歌"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/e9-9b-95-e8-8a-b1-e9-93-81-e6-a0-8f-e6-9d-86-e7-9a-84-e9-98-b4-e5-bd-b1/",
        "teaser": null
      },{
        "title": "窗帘",
        "excerpt":"风掀动我那厚实的窗帘   无意中揭开了体内的一层纱布   我感觉到了那种轻轻撕裂的疼痛   那是纱布和已经成形的血痂分离的过程   气温很高   窗帘的背后阴冷潮湿不宜久居   摊开的那页书   是我整个冰山的一个小尖   每日的奔波劳作都挤在那个小小的尖角   它们和我挤在一起   那是阳光和我的眼睛   可以监视的地方   在窗帘后面   那儿四壁都是我的兄弟   我们有着相同的血缘   和相似的苍白面孔   每一寸开始驳落的裂纹   都是我身上长久以来的伤口   它平时习惯于沉默   这一点和我一样   但在风雨来临的前夕   就会疼痛不已   任何药物对它来说都会失去作用   这种疼痛代表着一种生存的方式   而不是一种结果  ","categories": ["诗歌"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/e7-aa-97-e5-b8-98/",
        "teaser": null
      },{
        "title": "关于烟的流水帐",
        "excerpt":"一直以为，抽烟是一件很私人的事情，也算是一种比较私人的需要或享受，最厌恶的就是把烟作为一种应酬，如同在饭桌拿着美酒赌酒互灌尝不出滋味一样，在应酬中的抽烟也是一种极大的浪费。 说来说去，抽烟是对身体有害的，但为什么有这样多的人需要，也是不好解释的。 先从自己的流水账说起吧。 第一次对烟有印象大概还没有入学，在家里的桌上找到包老爸的香烟，装模作样叼在嘴里，绕着当时住的平房神气活现的走了一圈，结果回家就被老爸K了一顿。   小学三四年级的时候，经常晚上在街上闲逛，不知是哪个同学买了一包劣质香烟，估计是和当时的《经济》差不多的牌子，几个同学点燃后，很得意在街上走着，以为点上烟自己就坏得很可爱很成熟了。 真正开始抽烟倒是高中的事了，不知为什么，上到高一的时候就很厌恶上课，也许是一天安排的课程太多，就经常挑自己特厌恶的语文和物理课逃，其实为什么逃这两门课也是有私心的，因为高中时特喜欢这两门课，不少内容早就自学完了，而且那两门课的老师讲的课我也不喜欢。通常逃课的流程是叫上两个好友，先到校门口的小摊凑钱买包烟，记得那时抽的烟多是《花溪》《大重九》之类。当时的中学旁边还没有开发，有不少农田和竹林，我们喜欢在天气好的时候，比方说秋日的暖阳，找个舒适的竹林，躺着抽烟，有一句没一句的闲聊。   真正养成抽烟的习惯是高三时晚上复习功课，每天10点钟左右就做完了功课，就倒在床上享受一支烟，然后剩下的时间就可以自己想写什么就写什么了。   就这样就到了大学，抽烟成了例行功课，担心到了月底的烟钱也成了一大烦恼，为了解决这个问题尝试了各种办法，比较搞笑的一次是，和好友趁在月初有钱的时候买上一包好烟放在箱子底，计划到了月底的时候再抽，结果到了月底真的忘了这回事，直到月底在寝室里翻箱倒柜准备找点粮票去换烟抽的时候，发现居然还有一包烟，高兴死了。  ","categories": ["散文"],
        "tags": [],
        "url": "/%E6%95%A3%E6%96%87/e5-85-b3-e4-ba-8e-e7-83-9f-e7-9a-84-e6-b5-81-e6-b0-b4-e5-b8-90/",
        "teaser": null
      },{
        "title": "键盘之爱",
        "excerpt":"从人类开始疏远笔和纸开始，键盘就一直是主要的输入工具，就像在钢笔时代，国外有派克、万宝龙、凌美，国内有英雄、永生，追求的就是书写的流畅和良好的握感，而现在，却很少有人讨论键盘。我最早的电脑是配的机械式键盘，台湾的compaq，虽然当时没有觉得这个键盘有多么好用，但和后来的电容式键盘相比完全是两种手感。94年的时候，单位上花了两万买了一台IBM电脑，键盘给我留下了深刻的印象，至今我还怀念在那上面打字时那种行云流水的感觉。电脑配置越来越好，而且我也专挑的罗技、微软和DELL的键盘在用，但他们的手感一直让我不太舒服。曾经为了使用以前的老键盘，因为接口大小不一，还专门找了转接线来接上使用，还好现在机械键盘普及了，一两百都能随便买。   之前买过ThinkPad，就是因为他家的键盘手感是最好的，只是声音也比一般的键盘大一些，现在用的苹果记本虽然轻薄，但打字的确不舒服。   在另一方面，手机键盘也是如此，我最怀念的还是Palm 650的手机，我开会不用笔记本，也能快速记录，这源于它好用的全字符键盘，后来也用过Centro，键盘偏软，让人输入时拖泥带水，很是不爽。同时代的黑莓、诺基亚的E系列手感也不错。但之后的侧滑或翻盖键盘手机就不方便用了。   时代总是滚滚向前，现在已经忘了曾经有过全键盘手机那么方便打字。现在的都是虚拟键盘，语音输入也越来越方便。说起语音输入，我很希望语音输入能够增加一个新的功能，自动把语音输入时的口语助词等自动清理并改正一些常见的错误。其实有一款软件叫get笔记有类似的功能，这应该是未来的一种方向。  ","categories": ["IT"],
        "tags": [],
        "url": "/it/e9-94-ae-e7-9b-98-e4-b9-8b-e7-88-b1/",
        "teaser": null
      },{
        "title": "短句",
        "excerpt":"我身后的土地里   灵车的歌声玫瑰般开放又凋落   如此孤寂的时候   世界与我   在一根细细的钢丝两端   96.11.13  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e7-9f-ad-e5-8f-a5/",
        "teaser": null
      },{
        "title": "夜",
        "excerpt":"夜是黑的  风是白的   夜重如铅石  风空空如我   你的眼睛  是缝满了线的月亮   99/7  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e5-a4-9c/",
        "teaser": null
      },{
        "title": "河在冰块下流动",
        "excerpt":"河在冰块下流动  河在地底下流动   脆弱的土地像一张指甲  被轻轻地掀开   河水  正在从我的血管中流走   99/8  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e6-b2-b3-e5-9c-a8-e5-86-b0-e5-9d-97-e4-b8-8b-e6-b5-81-e5-8a-a8/",
        "teaser": null
      },{
        "title": "一份心情",
        "excerpt":"一份心情  来自手中才沏的茶  刚好的苦涩  犹如玻璃  隔开了面前的生活   97.3  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e4-b8-80-e4-bb-bd-e5-bf-83-e6-83-85/",
        "teaser": null
      },{
        "title": "生活",
        "excerpt":"你把破碎的生活  照成了一张照片  你说  那就是生活   然后你把照片  撕成了无数碎片  你说  这就是生活   你让我知道  生活——  那鲜艳的正面  和苍白的背面   99年12月  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e7-94-9f-e6-b4-bb/",
        "teaser": null
      },{
        "title": "客人",
        "excerpt":"未来和松果一起到来  在这场和我们越来越近的雪里  不要太大声  它们还沉浸在  旅途的梦中   在我的指尖的河流  你能看见  血液正在冻结  这是一切都该休息的季节   97.9.14  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e5-ae-a2-e4-ba-ba/",
        "teaser": null
      },{
        "title": "野草的故乡",
        "excerpt":"我怀疑  野草是岩石深处的血液  沿着大地坚硬的缝隙涌出  与候鸟一起跟随季节迁移  想占领每一寸的土地   我怀疑  是它和雨水侵入我的肺部  从我的牙根深处向外生长  塞住我的喉咙  让我沉默，让我窒息   野草没有故乡  但我怀疑  有个地方  正源源不断地向世界输送野草   1998年4月  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e9-87-8e-e8-8d-89-e7-9a-84-e6-95-85-e4-b9-a1/",
        "teaser": null
      },{
        "title": "蝴蝶梦",
        "excerpt":"难以了解。 那年六才十八岁，是个分不清楚情欲与爱情的年龄。 他正在读晏几道的《少年游》，随手把它抄了下来。 离多最是 东西流水 终解两相逢 浅情终似 行云无定 独到梦魂中 可怜人意 薄于云水 佳会更难重 细想从来 断肠多处 不与这番同 六抄完之后，才发觉天黑下来，刚才还蓝幽幽的。 像往常一样，六他们抽着烟，吹牛，然后到处逛了逛，最后坐在三条板凳上，边剥花生，边喝酒，最后坐在学校正中的广场上发了会呆。 当他们离开的时候看到教室里还在跳舞，这是个星期六，午夜一点。 就是这个主意，六认识了七七，四也认识了那个叫杨的女孩，还有当时是杨的男朋友的二五，据杨说，二五的意思就是二百五的缩写，但是二五一点也不二百五，这极可能是个谣传。后来四说那个叫杨的女孩非但不是只羊，反倒是一匹狼，当然四很风度地说我自然不会怕她，这句话是当着六和七七说的，因为我只是些青草而已。 六和四还有３一起走进教室里。 教室很空，只有三对在跳舞，其中一对便是二五和杨，七七坐在最里面一个角落里抽烟，３和四一个挽起一个舞伴开始跳舞，六一直走到七七旁边，然后看到七七的一头长发和点燃的香烟，于是六点了支烟，坐了下来。 七七绝对不是个多话的人，因为直到六抽完烟站起来邀她跳舞，她只说了一句话——“坐坐好吗”。六是个听话的好孩子，于是他坐了下来，七七拿出的是包七星，六替她点上了火。其实七七并不比六大多少，但那天晚上，六觉得自己及不上她，幸好这种感觉并未维持多久，因为七七吐了几个烟圈，然后问六，好不好看。 他们放的是盘齐秦的带子，于是六说了句很好听。 其实七七的声音也有点好听，只是她不喜欢说话，而且尽量做出副少话的样子。 然后六看见四在和杨跳舞，杨完全是个小情人的长相。 二五也在看，而且看得很认真的样子，就站在六的前面。 七七给二五也递了支烟，六把火柴抛给了他，当然，二五没接住，无论如何，一个人弯下腰捡火柴那姿势永远也不会好看。 后来六才知道他们三个人关系很好，七七比杨还了解二五。 他们这天晚上就说了这几句话，跟往常一样。 然后舞会就完了，完得很快。 七七的脸六都看得不清楚。 转眼之间，教室里人已空了。 四、二五、杨、３全都不在了，七七走在六的前面，到了门外，六看见天空上有点淡淡的月光，并不太亮，六把手在七七肩上一带，逛一下，好吗，七七没说话，六当时也是这样想——七七习惯这样不说话。 六有个怪毛病，和女孩在一起的时候他总是抽烟，据他说嘴巴虽然有很多用途，但一个时候，毕竟只能用一种。 所以当六把七七抱住后亲了亲七七的脸颊和嘴角时，七七说话的声音打断了六正在想的事。 六本来也没想什么，只是他觉得这女孩身子很柔软，他想看一看。 七七说话的时候六发现七七的确很少说话，七七说了话就闭住嘴，平静地看着六，六同时发现七七虽然抱在怀里，但她站得很稳。 七七到现在一共才说了三句话，而且第三句和第一句是一样的。 六坐了下来，七七坐在他对面。 七七和六都不知道他们还会说几句话，因为烟还很多。 夜很黑，透明而有翅膀划过的声音。 六仿佛看见一只美丽的黑蝴蝶盘旋在他们头上。 很小的时候他就知道黑蝴蝶是和爱情一起降临的。 因此他抬起头，夜很黑。 七七和六仍在抽烟，他们抽的烟并不太多，只是两点红红的烟并没熄过。 七七还是说话了：“我一直以为我说话很少。” “我本来喜欢说话，只是今天不喜欢。”六说。 七七讶异地看了六一眼。 六就是那种长得平常但令人怀疑的一种人。 因为他又蠢又聪明，使人费解。...","categories": ["小说"],
        "tags": [],
        "url": "/%E5%B0%8F%E8%AF%B4/e8-9d-b4-e8-9d-b6-e6-a2-a6/",
        "teaser": null
      },{
        "title": "梅花",
        "excerpt":"花朵静静伫立在枝头  候鸟整齐 栖于季节的狭缝   暗香浮动  飘落是它缅怀的情节   梅花就这样  在黑夜的暗纱后  悄悄地想   一九九三年十二月七日  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e6-a2-85-e8-8a-b1/",
        "teaser": null
      },{
        "title": "死亡",
        "excerpt":"在伸手触及的那  一霎那   你的手开始回缩  游动  一条鱼从网中穿过   水已消失得无影无踪   95.4.7  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e6-ad-bb-e4-ba-a1/",
        "teaser": null
      },{
        "title": "对称",
        "excerpt":"那个白衣黑裙  撑着红伞的女子   在每一次疼痛的后面  栖着一只小小的蓝鸟   96.9  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e5-af-b9-e7-a7-b0/",
        "teaser": null
      },{
        "title": "1月8日",
        "excerpt":"岁月比胡子长得更乱  更疯狂  爱过的人  走过了填满了人群的小巷   我再也找不到了！  ——你和那个爱过你的人   1999.1.8  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/1-e6-9c-888-e6-97-a5/",
        "teaser": null
      },{
        "title": "和石头谈话",
        "excerpt":"花朵啊花朵  你开满了大草地   风啊风  风吹着脸让我感动   雪啊雪  盖掉我所有的足迹   你啊你  看不到这世界的肮脏和美丽   如果你仍无动于衷  我要用一块比你更坚硬的石头  来打动你   1999.1.8  ","categories": ["诗歌","短句"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E7%9F%AD%E5%8F%A5/e5-92-8c-e7-9f-b3-e5-a4-b4-e8-b0-88-e8-af-9d/",
        "teaser": null
      },{
        "title": "静物",
        "excerpt":"盛满水的杯子  丰满圆润  不易为人察觉  就像一些很老的歌曲  尽管它们仍像当初一样动人   应该感谢天气或者  其它的一些什么  譬如  流逝的日子  是它们使我满足于  一些美好而简单的事物   1988.4  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e9-9d-99-e7-89-a9/",
        "teaser": null
      },{
        "title": "写诗",
        "excerpt":"写诗需要点昏黄的灯光  一支笔 几张白纸  余下的仅仅是空白  也就是说  在爱你不爱你之间  你是惟一的选择   空行不太多  不太密  需要一点点偏傍部首  在难以吟颂的部分中  栽些青草  让它们安静地生长着  惟一缺憾的是  我们过长时间的凝视   1988.9  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e5-86-99-e8-af-97/",
        "teaser": null
      },{
        "title": "感觉（组诗）",
        "excerpt":"（一） 火柴擦燃的瞬间 那只手苍白无力 仅有的烟头燃着 离我很远很远 掌心内隐隐有丝温暖 譬如花瓣 悄悄张开 而眼看不见 只是似乎 它在背后正开着 烟头熄灭过后 仍然开着 都离我很远 虽然我知道 举手内便可握住 它即将凋谢的花瓣 （二） 吹笛是种呼吸 就像歌词是丽人 半遮面孔 的纱帽 笛音间落下的 不过是随手拂下的 烟尘 但你仍泪眼莹莹 （三） 我并不是说 吉它弦颤动的 都是挥不去的背影 其是曲子们 都是些自在的草类 生长着 在天空和土地深处 并且对我们无动于衷 所以我崇拜因为弦断之时 它们也毫不在意 僵硬和灵巧的手指间 都同样轻松 杂乱地丛生 （四） 午后开始落雪 一年一次的玉米和 季节安安静静呆在谷仓里 黄昏时候独自远眺 妻儿在屋内做饭嘻闹着 一切都离雪很远 我已辨认不清那片玉米地 但明年那儿仍会长着玉米 午后继续下雪...","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e6-84-9f-e8-a7-89-ef-bc-88-e7-bb-84-e8-af-97-ef-bc-89/",
        "teaser": null
      },{
        "title": "剑客",
        "excerpt":"一个爱花的人  并且认定世界上只有一种花  是要用全部生命  在刹那开放的那朵   有很多美丽的头颅  和鲜艳的双眼  但有人热爱凝视而且一定只看一个地方  秋后那儿发芽  他们站在风中  学会热爱鲜花  以一种落叶的方式   1989  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e5-89-91-e5-ae-a2/",
        "teaser": null
      },{
        "title": "舞池",
        "excerpt":"学会凝视  在歌手落寞的句与句之间  旋转于自己的裙边的 少女们  叶子般的旋转着  在她们所崇拜的情节  和秋风一样走远的歌词里  热衷凝视  掌中鱼样游着的光线  水不疾不缓  在手心稀疏河道中  开始舒展她们  掌纹一样美丽的  面庞和生命   1989  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e8-88-9e-e6-b1-a0/",
        "teaser": null
      },{
        "title": "像藻类一样亲切和必需",
        "excerpt":"鱼和爱情泅于243.6米的海底  按着既定的方向  向太阳伸展枝条  长着叶子的植物和裸露光洁皮肤的鱼人  在海底织网  打捞阳光和飞鸟  藻类安静地生长  带着岁月的倦意和信心  产生食物风景和爱情  这都是我们需要的东西  作为鱼人我们喜欢对情人说  你像藻类一样亲切和必需  鱼人们喜欢月光和沙滩  就像陆地人喜欢核导弹和太阳  我们长长的发飘于海中  像藻类一样亲切和必需   １９９０/１１  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e5-83-8f-e8-97-bb-e7-b1-bb-e4-b8-80-e6-a0-b7-e4-ba-b2-e5-88-87-e5-92-8c-e5-bf-85-e9-9c-80/",
        "teaser": null
      },{
        "title": "围坐火炉",
        "excerpt":"冬天又来了  我们又坐在火炉的四周  静静地看着火苗   外面下着雪  从中午直到黄昏  我们看到雪地里的玉米仓  独自向我们走近   我们像那两只  松树上的小东西  一点一点地  啃着坚硬的日子   这平静安闲由来已久  因为我们对于冬天  始终有着一种质朴的安居乐业   1994  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e5-9b-b4-e5-9d-90-e7-81-ab-e7-82-89/",
        "teaser": null
      },{
        "title": "站在春天里的女子",
        "excerpt":"夜鸢悄悄掠过了我们的头顶  一种黑暗的光线  在心河深处涉水而过  我们的瞳孔对之无知无觉   四月是一个眸子黑黑的女子  城外的花开得正好  她的裙是滚花金边   她在黑夜走过了那两棵高大的玉兰树  玉兰花便在她的背后落了下来   四月是一个风华正茂的女子  连规规矩矩的小步  也会带起一阵阵的轻风   她总是在暗地里才想起  她是一个短短的四月  她站在越来越短的春天里  舍不得离去   95年3月6日  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e7-ab-99-e5-9c-a8-e6-98-a5-e5-a4-a9-e9-87-8c-e7-9a-84-e5-a5-b3-e5-ad-90/",
        "teaser": null
      },{
        "title": "夜晚是一个名词",
        "excerpt":"夜晚是一个名词  但却更像一间屋子  我想坐在里面  安静地坐在里面   夜晚是一段时间  但却更像一个情人  我想和她相守  一个人和她呆在一起   夜晚更像一条路  我们天天走过  却没有停下来  看看路边的风景   99/9  ","categories": ["诗歌","静物"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9D%99%E7%89%A9/e5-a4-9c-e6-99-9a-e6-98-af-e4-b8-80-e4-b8-aa-e5-90-8d-e8-af-8d/",
        "teaser": null
      },{
        "title": "存在",
        "excerpt":"我活在包围我的东西之外  那是只大大的螺壳  可以容纳我的一生  那里嘈杂 又脏又乱  但不知为什么我一在里面  就觉得舒舒坦坦   我的身体柔软而单薄  不堪轻轻一击  但它却结实  同时沉重   在林立的高楼大厦中  我扛着它进进出出  满头大汗  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e5-ad-98-e5-9c-a8/",
        "teaser": null
      },{
        "title": "成长",
        "excerpt":"从小我就学习如何处理伤口  使用酒精 棉球以及双氧水  每天我的躯体总会有个位置  涂着碘酒 或被包扎  这是件与生俱来的习惯   学会如何处理伤口是件重要的事  我一边说  一边把玻璃渣从皮肤深处镊出  慢慢裹上油纱  至少 我已习惯玻璃的硬度  以及酒精的烧灼   隔着岁月 我细心地看着双手间  密密而细小的瘢痕  它们琐屑 无足轻重  而在那些年里  却是一场又一场的风暴  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e6-88-90-e9-95-bf/",
        "teaser": null
      },{
        "title": "有关于爱情和死亡（组诗）",
        "excerpt":"Ⅰ 像次小小的死亡 又似乎留下了什么 我就这样浮出水面 来到陌生的你面前 风卷着帘子 看不见的外面 世界正一点点毁灭 你靠在黑黑的门口 提着昏黑的油灯 我们相隔遥远 影子却在天花板上交错晃动 月上水面的时候 我坐在门口 太阳在屋后沉下去 我的脸在光中变幻不定 你在床边长久凝视着我 如同辨认远游回家的丈夫 Ⅱ 一个下午 慵懒的阳光 我坐在藤椅中 读着古人的书 他们早已死亡 但油墨未干 发出的清香使我疑惑 然后我做着梦 梦中栩栩如生的他们 站在以后耐心等着我 醒了以后夜已黑尽 倒挂着的残月 冷冷看着我 Ⅲ 梅花落尽 最后一朵飘浮如你的脸 疲惫地笑着 任凭风吹落 我伸出手 你的手指就在掌中剥落 一层又一层缓缓褪去 像一个苍白的影子 总是落在我的视线之后 从此 我的一生不再有你 半夜淡淡忧伤 伴着早醒的花和我 Ⅳ 我会和树林一起腐烂 那时花已开放 幼苗伸开小手迎接...","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e6-9c-89-e5-85-b3-e4-ba-8e-e7-88-b1-e6-83-85-e5-92-8c-e6-ad-bb-e4-ba-a1-ef-bc-88-e7-bb-84-e8-af-97-ef-bc-89/",
        "teaser": null
      },{
        "title": "一个陌生的小女孩",
        "excerpt":"没有回家的那个小女孩  她一个人沿着冰冷的大街  走向一个沿未决定的终点  她的眼黑得像郁金香  吸引着鸽群飞来飞去  道旁开着满眼的大丽菊  像散开的绒布围在她的周围   小女孩低着头  世界仅仅是她眼里的反光  她的茫然不知像是固守枝头的  几片树叶  秋雨之中格外夺目   什么时候她会从街上走过来  没有人知道  她自顾自走在笔直的路上  怀抱着一个尚未决定的开始  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e4-b8-80-e4-b8-aa-e9-99-8c-e7-94-9f-e7-9a-84-e5-b0-8f-e5-a5-b3-e5-ad-a9/",
        "teaser": null
      },{
        "title": "每一个日子",
        "excerpt":"每一个日子  都是无法再续的歌  我们围坐在这年的冬天四周  如同松果围绕着松树  鱼儿包围着河水   每一个日子  如同花瓣  在我们的掌中层层剥落  我们停留在玻璃窗的外面  呵出的热气  使镜面变得模糊   每一个日子  都是前来告别的朋友  他共享过我的骄傲和卑俗  在他离去的时候  没有留下字条  却碰响了家门口的风铃  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e6-af-8f-e4-b8-80-e4-b8-aa-e6-97-a5-e5-ad-90/",
        "teaser": null
      },{
        "title": "叶子",
        "excerpt":"多年来的某些习惯  跟在我的身后  生命的颜色辨认不清   从大城市最热闹的街头  摩天大楼的顶层直到地下室  纯洁的空气使它的翅膀  闪烁不定   总是在夜深人静的时候  我才会听到来自内部的声音  目光和过重的思想开始下降  我静静伫立着  它们落在我的四周   鸽子飞过的阴影中  浪迹天涯的孩子  他的衣衫飘零如风   是什么生长在我的周围  使我从未孤独却夜夜沧然涕下  在我伸出的手指上  时起时落   多年来的某些习惯  使我仍像当年那样  折朵花  含在唇间  不经意地跨过山林  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e5-8f-b6-e5-ad-90/",
        "teaser": null
      },{
        "title": "夜染雨声",
        "excerpt":"怀念是一种简单的情绪  好同抚摸过久的木桌上  现出美丽的花纹   夜是只温暖的手  适合于些脆弱而飘渺的感情  它们转瞬即逝  但那眼神已刻骨铭心   雨是抚乱的鬓发  它们淅淅沥沥触摸树叶  而树沉默无语   梦是最甜的话语  每个夜里同榻共枕  起身已经将它背弃   譬喻是种很不恰当的东西  我们难以对譬喻  进行譬喻  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e5-a4-9c-e6-9f-93-e9-9b-a8-e5-a3-b0/",
        "teaser": null
      },{
        "title": "野菊花地",
        "excerpt":"菊花和它们的花朵安静地呆在一起  这儿隔城市很远  使它们平心静气专心于生长和开放  一年接着一年   春天它们发芽  夏天它们开花  秋天它们播种  冬天它们休止   它们总是这样开着花  金黄色的花朵单调而热烈  无论我们对它使用剪刀  或是浇灌清水  它们永远都带着花朵的清香和纯洁   或者我们将它们插入瓶中  或在市场上兜售  它们都带着淡淡的微笑  永远拒绝任何形式的表现  固执地存在  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e9-87-8e-e8-8f-8a-e8-8a-b1-e5-9c-b0/",
        "teaser": null
      },{
        "title": "格林的房子",
        "excerpt":"一个退休的老士兵  扛着一支火药枪  他的背后是一个大大的风车  不停的转呀转呀   有着一个老巫婆  有着一个美丽的公主  她们在遥远的未来  盼呀盼呀盼   老士兵走得太慢  风车吹也吹不动他  只好对他说：   老士兵走快些  前面有人等着你   老士兵问它是谁在等他  风车说：   老士兵走快些  有位公主等着你   老士兵说：我太老了  公主又太年轻  风车只好又说：   老士兵走快些  有个巫婆等着你   老士兵说：  我打仗已太累了  请你问问老格林  能不能让我歇一歇   风车说：  老士兵呀老士兵  这可是不行  大家都在看着你  你可不能停   老士兵叹着气  就这样在路上走着  走着  慢慢地走着  直到我将书轻轻合上  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e6-a0-bc-e6-9e-97-e7-9a-84-e6-88-bf-e5-ad-90/",
        "teaser": null
      },{
        "title": "围坐火炉",
        "excerpt":"冬天又来了  我们又坐在火炉的四周  静静地看着火苗   外面下着雪  从中午直到黄昏  我们看到雪地里的玉米仓  独自向我们走近   我们像那两只  松树上的小东西  一点一点地  啃着坚硬的日子   这平静安闲由来已久  因为我们对于冬天  始终有着一种质朴的安居乐业  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e5-9b-b4-e5-9d-90-e7-81-ab-e7-82-89-2/",
        "teaser": null
      },{
        "title": "异乡人",
        "excerpt":"每一个行走匆匆的异乡人  我看见了你忧郁的脸   车窗外冰冷的雾气后面  它们安静地蛰伏  冬天枝头上  一张张冰凉的叶片   但是  面无表情的它们还是  泄露了你的秘密   亲爱的异族兄弟  带着你们的羊皮大袄  和远方的笑容  一步步来到我们的城市  一步步  来到我们这些陌生人中  生长繁殖  像一棵被风吹远了的松果  开始发芽  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e5-bc-82-e4-b9-a1-e4-ba-ba/",
        "teaser": null
      },{
        "title": "蚂蚁",
        "excerpt":"我的手有点发僵  城市的肺部炎症加重  明天是一张冰凉的玻璃窗   下一支渡船就在那边  今天总是太过匆忙  过去是一张愈来愈密的网   我们活着  或者说  今天我们还在   就是这样的结构  或方块汉字  也许一个站满了人的广场  说出了我嘴里的全部含义   只是我的手还是冷得发僵  这是一种现实  说明这一切的想法  都是在一个冬天的早上完成   而我做的下一件事  连我自己也不知道  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e8-9a-82-e8-9a-81/",
        "teaser": null
      },{
        "title": "诗歌的想法",
        "excerpt":"我们多多少少地活着  与世人比邻而居  每天早上从一个句子里醒来  就看到了新的一天  这是多好的一个词语  使我们终日浮想连翩   一粒石子  就能使我和这个世界决裂  但是  一朵鲜花  也可能使我和这世界握手言和   这是一件细微的事情  如同我的牙齿里  咀嚼过的词语  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e8-af-97-e6-ad-8c-e7-9a-84-e6-83-b3-e6-b3-95/",
        "teaser": null
      },{
        "title": "考虑",
        "excerpt":"单薄的诗歌  或者其它的什么  类似  一个生命  它  或者过程  或者结束   雨在手心打住  故事在梦中瓦解   鸟在生活之外  鸣着   树叶落下的窗前  一次小小的疼痛  你捂住双手  平静地说   “疼痛无法避免  如同爱情”  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e8-80-83-e8-99-91/",
        "teaser": null
      },{
        "title": "树叶的背面",
        "excerpt":"谁在每片树叶的背后  写上句子  嘴唇含着它  就能吹出  失去的歌声   静立于暗夜  衣裾猎猎作响  无法怀念  只有风中  传来你指尖  叮咚的声音   岁月  只能记在纸上  “每一片树叶  都曾经给过我们  一个有歌的日子”  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e6-a0-91-e5-8f-b6-e7-9a-84-e8-83-8c-e9-9d-a2/",
        "teaser": null
      },{
        "title": "蝶",
        "excerpt":"我们在冬天开始了孤独  用诗把自己的伤口重重包裹  岁月总会给我们一对坚强的翅膀   载着沉重的躯壳  在空中舞蹈   离开城市就有我的花园  花朵笑的时候  人类还在哭泣  ","categories": ["诗歌","存在"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E5%AD%98%E5%9C%A8/e8-9d-b6/",
        "teaser": null
      },{
        "title": "雕花铁栏杆的阴影",
        "excerpt":"你站在阳光的中央  雕花铁栏杆的阴影  投在你的身上  你说：  “你给我带来了忧伤。”   一只蝴蝶  停在不远的枝上   这么多年来  我总是想不起  我们的生命中  曾有这样相似的地方   岁月总是  像个顽皮的孩子  用铅笔在透明的日子里  沙沙地写着  然后又用橡皮擦去  那些生命中令我  疼痛的痕迹  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e9-9b-95-e8-8a-b1-e9-93-81-e6-a0-8f-e6-9d-86-e7-9a-84-e9-98-b4-e5-bd-b1-2/",
        "teaser": null
      },{
        "title": "一页翻开的书",
        "excerpt":"一个秋天  或者更好的一个  适宜于想像的日子   一张翻开的纸  上面写着密密的  黑色的字   翻过一页纸  犹如揭开一层肌肤  从而深入内部   在那里有着血管流动  火车一样繁忙交通  密密织成的脉络   翻过一页纸  地下铁道里传来  一个城市的心跳   一条缓缓的河流  在一个黑黑的夜里  停留在昏黄的白炽灯光中   犹如蝴蝶  静静栖在我的书桌上  轻轻扇动着它的翅膀  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e4-b8-80-e9-a1-b5-e7-bf-bb-e5-bc-80-e7-9a-84-e4-b9-a6/",
        "teaser": null
      },{
        "title": "灯光下的旅行",
        "excerpt":"灯光下的一张白纸  像孩子对着太阳摊开的手掌  绿叶从指尖长出  每片叶子都有个长长的故事   灯光下的一张白纸  光线像海浪涌上沙滩  又褪去  我走在洁白的沙之上  脚印在交接之处忽隐忽现   灯光下的一张白纸  是一个空白的故事  还是一个空白的日子  我们用手将它们  小心翼翼地收藏起来  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e7-81-af-e5-85-89-e4-b8-8b-e7-9a-84-e6-97-85-e8-a1-8c/",
        "teaser": null
      },{
        "title": "与书有关的诗",
        "excerpt":"在那有些泛黄的叶片后面  究竟隐藏了些什么   越来越暗淡下来的日光下面  我读着你写下的  每一片薄薄的雪花   时光的手指一页页地翻过  我们那本匆匆的故事  怎么经得起  这一遍又一遍的检阅和注视   总是到了这样的最后  直到每盏灯光下飞舞的蛾群  都疲倦地睡去  那些苍白而脆弱的翅膀  才在我的掌上悄悄合拢   这样的夜色之中  那唱得最动情的歌  到了末了  也总是有不得不收藏起来的时候  ","categories": ["IT"],
        "tags": [],
        "url": "/it/e4-b8-8e-e4-b9-a6-e6-9c-89-e5-85-b3-e7-9a-84-e8-af-97/",
        "teaser": null
      },{
        "title": "夜行",
        "excerpt":"灯光就照在车厢的前面  我们沿着漆黑的路高速行驶  在这个日子里留下了淡淡的痕迹  犹如锋利的刀口  在光滑的皮肤上  现出一条红红的细线   直到多年后  血珠才从那儿一滴滴地渗出来   一切的开始和结束总是过于突然  像是一部早知道结果的电影  我们的一生却都在其中等待  剧情生生衍息  映着匆忙寂寞的现代人  我们也是其中之一   夜的美丽来自于无法被我们所看透  尤如萍水相逢的女子  我只能看见她的闪亮的眸  那种类似子夜耀眼的星光  使我感觉我与她之间的距离  忽远忽近   长久的漆黑和寂寥  像极了我们的一生  只有在闪过的白色强光  刺痛的眼  看清我们的距离  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e5-a4-9c-e8-a1-8c/",
        "teaser": null
      },{
        "title": "窗帘",
        "excerpt":"风掀动我那厚实的窗帘  无意中揭开了体内的一层纱布  我感觉到了那种轻轻撕裂的疼痛  那是纱布和已经成形的血痂分离的过程   气温很高  窗帘的背后阴冷潮湿不宜久居  摊开的那页书  是我整个冰山的一个小尖  每日的奔波劳作都挤在那个小小的尖角  它们和我挤在一起  那是阳光和我的眼睛  可以监视的地方   在窗帘后面  那儿四壁都是我的兄弟  我们有着相同的血缘  和相似的苍白面孔  每一寸开始驳落的裂纹  都是我身上长久以来的伤口  它平时习惯于沉默  这一点和我一样  但在风雨来临的前夕  就会疼痛不已  任何药物对它来说都会失去作用  这种疼痛代表着一种生存的方式  而不是一种结果  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e7-aa-97-e5-b8-98-2/",
        "teaser": null
      },{
        "title": "羁",
        "excerpt":"在每个飘浮不定的叶子下面  都有一只看不见的手  颜色苍老的妇人  走过我眺望的青石大街   这是我们终会老去的秘密  枯黄、断裂  像头发离开我们的头皮  离开我们终日行走其上的土地   我们的身体还会保留一段时间  我们的话语人们也许还会记起  但我们早已离开  早已离开这条  青石铺成的大街  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e7-be-81/",
        "teaser": null
      },{
        "title": "诗歌",
        "excerpt":"每一首诗歌都来源于一个  小小的幻想  我们终日在巨大的地壳上行走  而裂缝总在夜间发生  成为明天  在窗前飞舞不去的蛾群   黎明的背后  快乐的日子  像一支箭  远远地离开了我们   年与年来  诗是时间的小小礼物  如同黄昏街头  有人唱起你喜爱的歌  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e8-af-97-e6-ad-8c/",
        "teaser": null
      },{
        "title": "卓玛",
        "excerpt":"我听见你的声音  在风中舞蹈  翅膀下面的手  掀动我紧闭的窗帘   手捧心脏的人  走过大地的裂缝  惊动的马群  从我身上狂奔而过   黑眼睛的孩子  伫立在黑色的崖边   你用歌声  将双手点燃  将风点燃   让我在风中飞舞  宛如蛾群  奔向  炽热的火炬  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e5-8d-93-e7-8e-9b/",
        "teaser": null
      },{
        "title": "是谁",
        "excerpt":"是谁在黑夜里吻我  令我不知所措   是谁  熄掉了所有的灯  让满天星光  刺痛了我的眼   是谁  教会我在暗夜里飞翔  一只风筝  远离了城市和人群   是谁  给了我温柔的水  洗去我早已坚硬的血痂  我曾瘸着腿  走过了所有的河流   是谁  和我在路灯下哭泣  我所拥有的  时间无法令它失去   是谁  从暗处走过  唱着我所熟悉的歌  像一件透明的衣裳  包裹住了  我所有忧郁的心情  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e6-98-af-e8-b0-81/",
        "teaser": null
      },{
        "title": "歌唱",
        "excerpt":"美丽的鸟儿  我用琴弦带你到远方歌唱   我和你  一起穿过火车和城市  在陌生人群中间  唱大家熟悉的歌   不知不觉来到夜晚  树木围着篝火跳舞   鸟儿对微醉的我说  ——离开吧  趁世界还在醉的时候   离开我们又熟悉的人们  到陌生的地方  在陌生人中间  唱大家熟悉的歌   ——或者歌唱  或者死亡  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e6-ad-8c-e5-94-b1/",
        "teaser": null
      },{
        "title": "我看见",
        "excerpt":"在窗台上  我看见阳光  把土瓶中的菊花  一片片皮肤剥开   更远的地方  透过树叶的摇动  我看见了风  它让残墙内开满鲜花   在海的表面  我看见了鱼的尸体  它们在夜的边缘浮现白光  让月亮黯然失色   在夜的背后  我看见  一只透明的鸟飞过  在它下面  那没有人的旷野  人们围着火堆跳舞   在玻璃的另一边  我看见  很多晶莹透明的骨头  在围着燃烧的骨头跳舞  我还看见  那些被遗忘的记忆  它们穿过了更远的人群而来  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e6-88-91-e7-9c-8b-e8-a7-81/",
        "teaser": null
      },{
        "title": "无所事事的下午",
        "excerpt":"无所事事的下午  我站在十三楼高的阳台向外看着  这是冷冷的冬天,没有阳光   空气中的雾气发粘  我的咽喉有些异样的痛  所有的症状都说明冬天还长   天空像隔着一张塑料薄膜  我们的城市  围墙内堆积着垃圾  围墙外开着一家又一家美容店  小姐们坐在里面无所事事  五点三十分  一路欢笑的学生像水流过街口   天会渐渐黑透  屋内的音乐声越听越觉得遥远  夜晚的城市将灯火通明  只有不易察觉的星星  在天边悄悄地闪烁  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e6-97-a0-e6-89-80-e4-ba-8b-e4-ba-8b-e7-9a-84-e4-b8-8b-e5-8d-88/",
        "teaser": null
      },{
        "title": "夏天,比溺水的女人更平静",
        "excerpt":"夏天是一阵又一阵的盛开的阳光  比海浪更狂  比溺水的女人更平静   夏天  把花变成一种想象  把海风从房屋的另一面  吹进来  把唇边有着咸味的你  带来到了我们中间   夏天  把透明的梦境之门在你的身后打开  里面有着螺旋的石梯  向上   夏天,背对我们的扑克牌  正一张张打开  这是夏天  一切才刚刚开始  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e5-a4-8f-e5-a4-a9-e6-af-94-e6-ba-ba-e6-b0-b4-e7-9a-84-e5-a5-b3-e4-ba-ba-e6-9b-b4-e5-b9-b3-e9-9d-99/",
        "teaser": null
      },{
        "title": "写给非洲死难的儿童",
        "excerpt":"夜徘徊在白天的边缘  远处有人在梦中锯断森林  饥饿的孩子们  赤足走向更荒凉的沙漠   被砍断的双腿  多过了疾病带来的苦痛  被砍伐的城市  超过了地震与火山的力量   埋葬、射杀和报复  谁都能比谁伤害得更深  不同肤色的上帝和仇恨  我们离未来越来越远  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e5-86-99-e7-bb-99-e9-9d-9e-e6-b4-b2-e6-ad-bb-e9-9a-be-e7-9a-84-e5-84-bf-e7-ab-a5/",
        "teaser": null
      },{
        "title": "一个冬天正在来临",
        "excerpt":"一个冬天正在来临  另一个冬天正在死去  雨夜行人积水的街道   突然来临的刺眼车灯  照亮了我的双眼  在刹那而永久的漆黑中  我们终于找到了自己  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e4-b8-80-e4-b8-aa-e5-86-ac-e5-a4-a9-e6-ad-a3-e5-9c-a8-e6-9d-a5-e4-b8-b4/",
        "teaser": null
      },{
        "title": "生活",
        "excerpt":"你把破碎的生活  照成了一张照片  你说  那就是生活   然后你把照片  撕成了无数碎片  你说  这就是生活   你让我知道  生活——  那鲜艳的正面  和苍白的背面  ","categories": ["诗歌","雕花铁栏杆的阴影"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E9%9B%95%E8%8A%B1%E9%93%81%E6%A0%8F%E6%9D%86%E7%9A%84%E9%98%B4%E5%BD%B1/e7-94-9f-e6-b4-bb-2/",
        "teaser": null
      },{
        "title": "星夜逃亡",
        "excerpt":"据说有三架直升飞机在追我们  哒哒的螺旋浆声一直没停  简直是一部惊险片的开头  我们看不到敌人  却不断逃亡  （观众们这是VBC广播网为你现场直播二名越狱暴徒正在我们脚下的密林中潜逃……）  然后正在吃晚餐的人们抬起头  看一看关于逃亡的有趣镜头  顺便欣赏一下美丽多姿的热带雨林  士兵们已经追踪在我们身后  在我们跑累想停的时候  他们鸣枪要求我们继续逃跑  逃亡于热带丛林  我们登上早已准备好的独木舟  顺流而下  逃亡于密密疏疏亚特兰河网  而电视台已开始报道  五艘快艇在追踪  三架直升飞机继续在空中巡逻  一艘驱逐舰已守住了入渡口  他妈的  我们继续划着浆  手上那只电视表里的广播微笑着说  观众们下面我们来看看那只临产的大熊猫  今天的进食情况如何  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e6-98-9f-e5-a4-9c-e9-80-83-e4-ba-a1/",
        "teaser": null
      },{
        "title": "跳楼的美人",
        "excerpt":"太阳光很好  晒着浓浓的茶水  我伸出手  在太阳下端详着  细细的掌纹  朋友们在谈论天气以及掌故  掌故是一个两百年前跳楼的美人  当然很多美人都喜欢跳楼古时候  就像现在的美人喜欢香水和矮个子男人  朋友们就从这里开始了故事  用了一些已不太流行的缠绵绯恻的词句  谈论那个美人的爱情故事  我一边看着掌纹的密密疏疏  一边揣测美人跳楼的凄美镜头  或许可以拍成一部伤感的爱情电影  让幸福的情侣在观众席上拥抱加哭泣  用四角五分钱享受一下  同时用可口可乐或酸奶润润喉咙  这时候朋友们已经讲完故事  开始回到跳楼的优美情节  我们用一种惋惜的目光  跟着他的手指  然后他停下来对着  那边摇摇欲坠的两层木板房  就在那块破的栏杆边  掉了下来  摔断了尾椎骨  据说是儿媳对她不好  当然她还是嫁了个人生了个儿子女儿什么的  难道有哪里不对  她年轻的时候可的确是个美人  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e8-b7-b3-e6-a5-bc-e7-9a-84-e7-be-8e-e4-ba-ba/",
        "teaser": null
      },{
        "title": "概率计算",
        "excerpt":"在我们所熟悉的城市中  每隔１２秒半  就有一个人  手里提着几颗大白菜  或者一束鲜花  也许是当天的报纸  上面说昨天有十辆车  压死了九个人  他正纳闷  于是他们的脚尖都不太经心地  走向一个或两个车轮子  在这种的确属于意外的情况下  他们的老婆忘了说他们的鲜花  或者类似的植物买得太贵和抱怨  今晚的电视过于乏味  而报贩们已经开始叫喊  最新消息  有十一辆车压死了十个人  当然  我们仍在纳闷  继续思索这个奇怪的问题……  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e6-a6-82-e7-8e-87-e8-ae-a1-e7-ae-97/",
        "teaser": null
      },{
        "title": "爱情杀手",
        "excerpt":"可爱的她花枝招展名叫午夜皇后  夜夜埋伏猎物就在情人路  冰凉的狙击步枪便是她惟一的丈夫   本来这些事和我毫无关系  偏偏这是我管的区域  我跟踪她三天三夜  终于在她再次下手前捉住了她  她放下沉甸甸的狙击步枪  却换上了如花的笑容  这一刻我竟然成为她的俘虏  她笑笑就取走我手上的枪  再笑笑就扳动了手枪  惟一的意外是匣中空空无物   我闭上眼左手抽出枪  她张惶失措地忍住了一串弹头  洁白的衣衫上开了朵鲜艳的花  我轻轻把她抱在怀中  说我这辈子当你的丈夫好不好  她妩媚地笑着想了很久  终于点了点头   我辞了职搬到远远的山区  找了幢偏僻的小房子  我将她埋在屋后的花园  旁边放着那把黑黑的狙击步枪  这些年来  我惟一后悔的就是不该去当警察   每一个梦里她总是甜甜的笑着  依旧端起狙击步枪  把我打得粉身碎骨  然后娇笑着抱着我说  “你是我惟一的丈夫”  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e7-88-b1-e6-83-85-e6-9d-80-e6-89-8b/",
        "teaser": null
      },{
        "title": "艳遇",
        "excerpt":"那只是些平常的错误  就像是咖啡忘了放点糖  稍微有点苦  但你仍这般介意  我只好再尝一下  只是有点苦  如此而已  究竟有什么让你如此  恨恨看着我  加上块糖后  你用舌尖尝着  从来只会喝三合一的人  我摇了摇头  而你却突然站起来  张惶走开  拉住你小心地询问时  你却像小孩子般委屈地说  我从来不知道咖啡原来这么苦  而加上糖却如此好喝  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e8-89-b3-e9-81-87/",
        "teaser": null
      },{
        "title": "金子般的阳光",
        "excerpt":"我的指尖  掠过白云的阴影  阳光燃烧着两岸山脉   雅鲁藏布  一个醇厚高亮的女声  漫过黄沙野地   历史的碎片  在我的四周飞舞不去  片片经幡  在山口上猎猎作声   远山沉寂  迁移的沙丘终会  掩盖生者的灵魂   千年的酥油灯  也点不燃大昭寺外  金子般的阳光  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e9-87-91-e5-ad-90-e8-88-ac-e7-9a-84-e9-98-b3-e5-85-89/",
        "teaser": null
      },{
        "title": "一个早晨从城市路过",
        "excerpt":"一个早晨从城市路过  从郊外走进闹市  从一个宁静的梦境走近  挤满了人的火车售票处   我呼吸着充满了汽车尾气的城市味  看着年轻姑娘一群群从车厢中上上下下  年轻就是她们眸子里的光  她们像田野里的嫩草，清晨还带着露珠   城市的变化快呀，她们  过两年就会成为对面街上  两个正破口大骂的妇人   拥挤的人拥挤的城市拥挤的电梯  荷枪实弹的土兵只为拥挤的钞票  保驾护航  出租车又在罢工  街上走满  饥肠辘辘的匆忙上班人  ","categories": ["诗歌","星夜逃亡"],
        "tags": [],
        "url": "/%E8%AF%97%E6%AD%8C/%E6%98%9F%E5%A4%9C%E9%80%83%E4%BA%A1/e4-b8-80-e4-b8-aa-e6-97-a9-e6-99-a8-e4-bb-8e-e5-9f-8e-e5-b8-82-e8-b7-af-e8-bf-87/",
        "teaser": null
      },{
        "title": "一键智能批量重命名美剧字幕 ",
        "excerpt":"背景痛点 作为美剧爱好者和 Total Commander (TC) 的重度用户，我经常遇到这样的情况： 下载了一整季的美剧（比如《猎魔人》），视频文件名是规范的 S04E01 格式，但下载的字幕文件通常名字乱七八糟，或者带有各种后缀。 如果直接按列表顺序批量重命名，一旦视频和字幕的排序不一致（比如一个按时间排，一个按名字排），就会导致字幕张冠李戴 。 我需要的是一个智能方案 ： 正则匹配 ：自动识别视频和字幕中的 SxxExx（季数+集数）编号进行匹配，而不是傻傻地按顺序改名。 一键操作 ：在 TC 里点击一个按钮瞬间完成。 支持 NAS ：必须能直接在网络共享路径（SMB/UNC路径）下工作，不需要映射盘符。 经过反复调试（踩了不少坑），终于用 PowerShell 完美解决了这个问题。 解决方案：SmartRename.ps1 脚本 这个脚本会自动扫描当前目录下的视频和字幕，提取 SxxExx 进行配对，并将字幕重命名为与视频同名（保留字幕后缀）。 1. 创建脚本 在你的电脑任意位置（例如 D:\\Tools\\Scripts\\）新建一个文本文件，重命名为 SmartRename.ps1，复制以下代码： param([string]$TargetDir) # --- 1. 修复路径问题 --- if ($TargetDir) { $TargetDir = $TargetDir.Trim().TrimEnd('\\') } #...","categories": ["IT"],
        "tags": [],
        "url": "/it/e3-80-90-e7-94-9f-e4-ba-a7-e5-8a-9b-e3-80-91total-commander-powershell-ef-bc-9a-e4-b8-80-e9-94-ae-e6-99-ba-e8-83-bd-e6-89-b9-e9-87-8f-e9-87-8d-e5-91-bd-e5-90-8d-e7-be-8e-e5-89-a7-e5-ad-97-e5-b9-95/",
        "teaser": null
      }]
